[
    {"id": 1, "businessName": "Poke Makana", "location": "Sherwood OR","star": "5",
        "review": "Friendly staff. Fresh ingredients.Really like their sushi-rittos. Been here twice and both left with satisfaction.",
        "photoUrl": "https://s3-media0.fl.yelpcdn.com/bphoto/vUKycms9DxxMJfbks2grMg/o.jpg"},
    {"id": 2, "businessName": "Coffeehouse Northwest","location": "Portland OR","star": "5",
        "review":"First time there, this place definitely become one of my favorite local coffee shop. I ordered the special Maple Latte and I thought it is going to be really sweet but turns out that the sweetness is perfect. The shop is really cute, nice baristas, clean, really good place to study.",
        "photoUrl": "https://s3-media0.fl.yelpcdn.com/bphoto/w09TylaUW0brlGxiaO5K4g/o.jpg"},
    {"id": 3, "businessName": "Wasabi Sushi PDX","location": "Portland OR","star": "5",
        "review": "Fulfilling amazing sushi roll! $9 definitely worth a try! It is located by the waterfront area, great view, nice dining.",
        "photoUrl":"https://s3-media0.fl.yelpcdn.com/bphoto/p6y3ZGDrbounWJlCx8DzGQ/o.jpg"},
    {"id": 4, "businessName": "Kalé","location": "Portland OR","star": "5",
        "review":"Very delicious, original Japanese dish. People there are super friendly. Highly recommend place!",
        "photoUrl":"https://s3-media0.fl.yelpcdn.com/bphoto/U30AuL7_wDOjQ4wzsP2xZw/o.jpg"},
    {"id": 5, "businessName": "Noodles & Company","location": "Lake Oswego OR","star": "1",
        "review": "I would have preferred microwave dinner than spending money at this LO noodles n company. I got my sister to go Pad Thai for dinner. She had two bites and she said she couldn't finish the meal because it is gross. I tried a bit but I was done after the second bites of it. This is the worse Pad Thai I've ever experienced. The noodles were dry and rubbery, literally taste like plastic, sprouts inside are raw, and eggs are overcooked. Although the food is crapy, all the staffs are nice and friendly. Don't think I will go back unless none of the restaurant nearby open." ,
        "photoUrl": "https://s3-media0.fl.yelpcdn.com/bphoto/NtNGcoDwVrTNYezDLO7o-w/o.jpg"}
]